{"translation-revision-date":"2024-10-31 01:17:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"No images are selected yet.":["Aucune image n’est encore sélectionnée."],"We couldn`t find anything with your keyword.":["Nous n’avons rien trouvé avec votre mot-clé."],"Max size: 5 MB per file":["Taille maximale : 5 Mo par fichier"],"or drop your images here (Max 20)":["ou déposez vos images ici (max 20)"],"You can only upload 20 images at once":["Vous pouvez téléverser uniquement 20 image à la fois"],"Invalid file name! Please avoid special characters. (%s)":["Nom de fichier invalide ! Veuillez éviter les caractères spéciaux. (%s)"],"Suggested Keywords":["Mots-clés suggérés"],"This might not be a valid URL.":["Il se peut que l’URL ne soit pas valide."],"support team":["Equipe support"],"Favorites":["Favoris"],"Installing WPForms plugin…":["Installation de l’extension WPForms..."],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Veuillez saisir une URL complète. Par exemple : https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"Failed to fetch block data. Please try again later.":["Échec de la récupération des données du bloc. Veuillez réessayer ultérieurement."],"Failed to install WPForms. Please try again later.":["Échec de l‘installation de WPForms. Veuillez réessayer ultérieurement."],"Failed to install Spectra. Please try again later.":["Échec de l‘installation de Spectra. Veuillez réessayer ultérieurement."],"Failed import WPForms. Please try again later.":["Échec de l‘importation de WPForms. Veuillez réessayer ultérieurement."],"Failed to import the block. Please try again later.":["Échec de l‘importation du bloc. Veuillez réessayer ultérieurement."],"Failed to active WPForms. Please try again later.":["Échec de l‘activation de WPForms. Veuillez réessayer ultérieurement."],"Failed to active Spectra. Please try again later.":["Échec de l‘activation de Spectra. Veuillez réessayer ultérieurement."],"If this error continues please contact our %1$s.":["Si cette erreur persiste, veuillez contacter notre %1$s."],"Please wait a moment":["Veuillez patienter un instant"],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Vos modèles préférés seront affichés ici. Vous n’avez pas encore de favoris. Cliquez sur l’icône en forme de cœur et commencez à les ajouter !"],"No favorites added.":["Aucun favori ajouté."],"Plus, you will get these extra benefits:":["En plus, vous obtiendrez ces bénéfices supplémentaires :"],"Access Design Library":["Accéder à la bibliothèque de designs"],"Localized your website to any language":["Localisez votre site dans n’importe quelle langue."],"Easily find stunning images for your website":["Trouvez facilement de magnifiques images pour votre site"],"Free AI credits to create personalized content":["Crédits IA gratuits pour créer du contenu personnalisé"],"Updated templates design library":["Bibliothèques de designs modèles mis à jour"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Ce modèle inclut du contenu dynamique qui ne suivra pas l’importation. Vous devrez ajouter manuellement ces données dynamiques à la page."],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Désactiver le mode adaptatif affiche les modèles sans texte personnalisé, images, et styles de thème."],"Installing Spectra plugin…":["Installation de l’extension Spectra…"],"Activating WPForms plugin…":["Installation de l’extension WPForms…"],"Activating Spectra plugin…":["Activation de l’extension Spectra…"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Il y a eu un problème avec la demande. Veuillez réessayer. Si l’erreur persiste, veuillez contacter notre <a href=\"%1$s\">équipe support<\/a>."],"Oops , Something went wrong!":["Oups ! Quelque chose s’est mal passé."],"Error: %s":["Erreur : %s"],"License key":["Clé de licence"],"Skip":["Passer"],"You will need to add it manually on the page.":["Vous devrez l’ajouter manuellement sur la page."],"Filter by Color":["Filtrer par couleur"],"Pages":["Pages"],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Le modèle de page que vous êtes sur le point d’importer contient un widget \/ module dynamique. Veuillez noter que ces données dynamiques ne seront pas disponibles avec la page importée."],"Heads Up!":["Attention !"],"Cancel":["Annuler"],"Back to Templates":["Retour aux modèles"],"Categories":["Catégories"]}},"comment":{"reference":"inc\/lib\/gutenberg-templates\/dist\/main.js"}}